DISPLAY DEC 72
*** Fel p} ref.nummer ! ***

TXSoft> HELP DSPLAY
  Det finns ingen HJ[LP till kommando DSPLAY... 

TXSoft> HELP DISPLAY
  Det finns ingen HJ[LP till kommando DISPLAY... 

TXSoft> HELP

     TILL]TNA KOMMANDON       

     SCAn      <Option><Parameter>
     DISplay   /Parameter
     LIst      <Option><Parameter>
     UPDate    /Parameter
     VOLym     
     STAT      <Parameter>
     READ      
     Node      <Parameter>
     HOst      /Parameter
     INTervall 
     TYpes     
     HELP      <Kommando>
     INFO 
     HIst 
     TIme 
     BYE eller EXIT  Avslutar

TXSoft> DISP DEC72
*** Fel p} ref.nummer ! ***

TXSoft> INT
 Upptagna eller lediga ? (U/L) U

Intervall start: 
Intervall stopp: 

 1  2  3  4  5 11 12 13 14 15 17 20 21 22 23 24 25 26 30 31 35 40 41 42 43 44 
45 46 47 50 51 52 53 54 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 
76 77 78 79 80 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 99 
100 101 102 103 104 105 106 107 108 109 110 111 112 113 114 115 116 117 118 
119 120 121 122 123 124 129 130 131 132 133 134 135 136 137 140 143 144 145 
146 149 155 156 157 162 
200 201 202 207 208 209 211 212 213 214 215 216 217 218 219 220 221 222 223 
224 236 237 238 239 250 251 257 258 262 266 272 274 275 278 279 281 282 288 
289 290 291 292 295 296 
304 306 307 312 313 314 323 324 325 326 330 331 332 336 337 338 339 340 341 
342 350 351 352 353 354 355 364 365 366 367 368 369 370 371 372 373 374 375 
376 377 
400 401 402 403 404 405 410 411 412 413 414 420 421 422 423 424 433 445 450 
452 453 455 456 457 458 461 462 464 471 474 475 476 477 478 479 480 486 487 
488 
500 501 561 562 563 564 569 570 571 586 587 588 589 594 595 596 
636 637 638 639 640 648 649 695 696 697 698 
750 751 752 753 754 755 760 761 762 763 764 765 766 767 768 
800 801 802 803 804 805 806 807 808 809 810 818 819 820 826 827 828 829 830 
840 849 858 859 860 863 868 880 881 882 893 894 895 896 898 899 
907 908 935 936 939 940 943 944 949 953 954 955 956 957 958 959 963 966 968 
969 970 976 988 989 990 
1000 1001 1002 1003 1005 1006 1007 1008 1009 1010 1011 1012 1013 1014 1015 
               Press any key...

1016 1017 1018 1019 1020 1021 1022 1023 1024 1025 1026 1027 1028 1029 1030 
1031 1032 1033 1034 1035 1036 1037 1038 1039 1040 1041 1042 1043 1044 1045 
1046 1048 1049 1051 1052 1053 1054 1055 1056 1057 1058 1059 1063 1064 1065 
1066 1067 1068 1069 1070 1071 1072 1073 1074 1075 1076 1077 1078 1079 1081 
1082 1083 1084 1085 1086 1087 1088 1089 1091 1092 1093 1094 1095 1096 1097 
1098 1099 
1100 1101 1102 1103 1104 1105 1106 1107 1109 1110 1111 1114 1115 1116 1117 
1118 1119 1120 1121 1123 1126 1130 1131 1132 1133 1142 1143 1144 1145 1146 
1147 1148 1149 1150 1151 1152 1153 1154 1155 1169 1170 1171 1173 1176 1179 
1180 1182 1185 
1200 1201 1202 1203 1204 1206 1207 1208 1209 1210 1211 1212 1214 1215 1216 
1217 1218 1219 1220 1221 1222 1223 1224 1225 1226 1227 1228 1229 1230 1231 
1232 1233 1234 1235 1236 1237 1238 1239 1240 1241 1242 1244 1245 1246 1247 
1248 1249 1250 1251 1252 1253 1254 1255 1256 1257 1259 1260 1261 1262 1263 
1265 1267 1269 1271 1273 1274 1275 1277 1279 1281 1282 1283 1284 1285 1286 
1287 1288 1289 1290 1291 1293 1294 1295 1296 1297 1298 1299 
1300 1301 1302 1303 1305 1307 1308 1309 1310 1311 1312 1313 1314 1315 1316 
1317 1318 1319 1320 1321 1322 1323 1324 1325 1326 1327 1328 1329 1330 1331 
1332 1334 1335 1336 1337 1338 1339 1340 1341 1342 1343 1344 1345 1346 1347 
1348 1349 1350 1351 1352 1353 1354 1355 1356 1357 1358 1359 1360 1361 1362 
1363 1364 1365 1366 1367 1368 1369 1370 1371 1372 1373 1374 1375 1376 1377 
1378 1379 1380 1381 1382 1383 1384 1385 1386 1387 1388 1389 1390 1391 1392 
1393 1394 1398 1399 
               Press any key... 
1400 1401 1402 1403 1404 1405 1406 1407 1408 1409 1410 1411 1412 1413 1414 
1415 1416 1417 1418 1419 1420 1421 1422 1423 1424 1425 1426 1427 1428 1429 
1430 1431 1432 1433 1434 1435 1436 1437 1438 1439 1440 1441 1442 1443 1444 
1445 1446 1447 1448 1449 1450 1451 1452 1453 1454 1455 1456 1457 1458 1459 
1460 1461 1462 1463 1464 1465 1466 1467 1468 1469 1470 1471 1472 1473 1474 
1475 1476 1477 1478 1479 1480 1481 1482 1483 1484 1485 1486 1487 1488 1489 
1490 1491 1492 1493 1494 1496 1497 1498 1499 
1500 1501 1505 1506 1507 1508 1509 1510 1511 1513 1514 1515 1516 1518 1519 
1520 1526 1529 1545 1546 1547 1548 1549 1550 1551 1552 1568 1569 1570 1571 
1572 1573 1574 1575 1591 1592 1593 1594 1595 1596 1597 1598 1599 
1600 1601 1602 1603 1604 1605 1606 1607 1608 1609 1610 1687 1688 1689 1690 
1691 1692 1693 1694 1695 1696 1697 1698 1699 
1700 1701 1702 1703 1704 1705 1706 1707 1709 1710 1711 1715 1716 1727 1729 
1730 1731 1732 1734 1735 1736 1738 1749 1750 1751 1752 1755 1759 1786 1787 
1788 1789 1790 1791 1792 1793 1794 
1900 1901 1902 1903 1904 1905 1908 1909 1910 1911 1912 1913 1914 1915 1916 
1917 1918 1919 1920 1921 1922 1923 1924 1925 1926 1927 1928 1929 1930 1931 
1932 1939 1940 1941 1951 1960 1970 1980 1987 1989 1990 1991 1992 1993 1994 
1995 1996 1997 
2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 
2015 2016 2017 2018 2019 2020 2022 2023 2024 2025 2026 2027 2028 2029 2030 
2033 2034 2035 2036 2037 2038 2042 2044 2046 2050 2052 2054 2056 2057 2058 
2060 2061 2062 2063 2064 2066 2068 2070 2081 2083 2085 2087 2089 2091 
               Press any key... 
2102 2112 2114 2116 2118 2120 2126 2128 2130 2134 2136 2140 2142 2144 2146 
2152 2153 2154 2155 2166 2168 2170 2172 2178 2180 2182 2183 2184 2185 2186 
2187 2188 2190 2194 2196 2198 
2200 2204 2206 2208 2210 2214 2216 2218 2224 2226 2252 2256 2266 2269 2270 
2271 2273 2274 2275 2276 2277 2278 2279 2280 2281 2283 2284 2285 2286 2287 
2288 2289 2290 2291 2292 2293 2294 2295 2296 2297 2298 2299 
2300 2301 2302 2303 2304 2305 2306 2307 2308 2309 2310 2311 2312 2313 2314 
2315 2316 2317 2318 2319 2320 2321 2322 2323 2324 2325 2326 2327 2328 2329 
2330 2331 2332 2333 2334 2335 2336 2337 2338 2339 2340 2341 2342 2343 2344 
2345 2348 2349 2350 2351 2352 2353 2354 2355 2356 2357 2358 2359 2360 2361 
2362 2363 2364 2365 2366 2367 2368 2369 2370 2371 2372 2373 2374 2375 2376 
2377 2378 2379 2380 
2500 2504 2505 2510 2511 2523 2526 2527 2529 2530 2531 2532 2554 2555 2560 

2700 2701 2702 2703 2704 2705 2706 2707 2708 2709 2734 2735 2736 2737 2738 
2739 2740 2741 2742 2743 2744 2745 2746 2747 2748 2749 2750 2751 2752 2753 
2754 2755 2756 2757 2760 2763 2765 2766 2767 2780 2782 
2803 2806 2808 2814 2815 2816 2817 2818 2823 2824 2825 2834 2864 
2900 2901 2902 2903 2904 2905 2923 2924 2925 2926 2927 2928 2930 2931 2932 
2937 2952 2953 2954 2955 
3000 3001 3002 3003 3004 3005 3006 3007 3008 3009 3010 3011 3012 3013 3014 
3015 3016 3017 3018 3019 3020 3021 3022 3023 3025 3027 3029 3031 3033 3035 
3037 3039 3040 3041 3042 3045 3048 3049 3052 3053 3057 3058 3060 3061 3062 
               Press any key... 
3063 3064 3065 3066 3067 3069 3071 3072 3073 3074 3075 3076 3077 3078 3079 
3080 3081 3082 3083 3084 3085 3087 3089 3090 3091 3092 3093 3094 3095 3096 
3097 3098 3099 
3100 3101 3102 3103 3104 3105 3107 3108 3109 3110 3111 3112 3113 3114 3115 
3116 3117 3118 3119 3121 3122 3123 3124 3125 3126 3127 3128 3129 3130 3133 
3134 3135 3136 3137 3164 3165 3166 3167 3168 3169 3170 3171 3172 3173 3174 
3175 3177 3178 3179 3180 3181 3182 3183 3184 3185 
3202 
3300 3301 3302 3303 3304 3305 3306 3307 3308 3309 3310 3311 3312 3313 3314 
3315 3316 3317 3318 3319 3320 3321 3322 3323 3324 3325 3326 3327 3329 3330 
3331 3332 3333 3334 3335 3336 3337 3338 3339 3340 3341 3342 3343 3344 3345 
3346 3347 3360 3361 3362 3363 3364 3365 3366 3367 3368 3380 3381 3382 3383 
3384 3385 3386 3387 3396 3397 3398 3399 
3500 3502 3507 3509 3510 3511 3512 3513 3515 3516 3517 3518 3519 3520 3523 
3524 3526 3527 3528 3530 3531 3532 3534 3535 3536 3540 3541 3542 3543 3546 
3547 3548 3552 3553 3554 3555 3557 3558 3559 3560 3562 3563 3564 3565 3566 
3581 3582 3583 3599 
3900 3904 3907 3909 3912 3919 3921 3922 3924 3925 3926 3927 3930 3932 3948 

4005 4007 4008 4025 4026 4027 4028 4029 
4200 4201 4202 4203 4205 4206 4207 4223 4224 4225 4226 4227 4228 4229 4232 
4234 4235 4236 4237 4238 4239 4241 4242 4243 4246 4247 4248 4249 4250 4251 
4254 4255 4269 4270 4272 4273 4274 4275 4276 4278 4279 4280 4281 4282 4283 
               Press any key...

TXSoft> 
TXSoft> HELP

     TILL]TNA KOMMANDON       

     SCAn      <Option><Parameter>
     DISplay   /Parameter
     LIst      <Option><Parameter>
     UPDate    /Parameter
     VOLym     
     STAT      <Parameter>
     READ      
     Node      <Parameter>
     HOst      /Parameter
     INTervall 
     TYpes     
     HELP      <Kommando>
     INFO 
     HIst 
     TIme 
     BYE eller EXIT  Avslutar

TXSoft> BYT M]NAD
** Felaktigt kommando ! **

TXSoft> INFO

    ***   INGEN AKTUELL DRIFTINFO   ***

TXSoft> HELP VOL
  Det finns ingen HJ[LP till kommando VOL... 

TXSoft> HELP VOLYM
  Det finns ingen HJ[LP till kommando VOLYM... 

TXSoft> VOLYM

Aktuell volym => FEB-90  

Katalogen inneh}ller f|ljande m}nader:

   1. NOV-89     2. DEC-89     3. JAN-90     4. FEB-90  

V[LJ:2
Aktuell volym =>  DEC-89  

TXSoft> disp 72
 
89-12-11/08:57:00    BLG PR1-2057   NODEFEL               Ref:DEC#72           
anm:
TIME           CC   TYPE  PSW   ADDRESS
345:08:57:30  0002  2E63  0000  000149C2

USER REGISTER SET:
00000000 02000200 000012A8 00036B3C 000001C0 0000006C 00000900 00000090
000149A0 00014A36 00000001 00000003 0002083A 00000042 00000070 000046EE
345:08:57:30 C3CE  00: CRASH - TYPE= 2E63  ADDRESS= 0001  49C2
dump nwba01.d00,nwba01.dmp

]TG[RDAD:89-12-11/08:57:30
SKRIVEN:89-12-11/08:59        AV:ELOF
EJ UTL[MNAD                              
KOMPLETTERAD:89-12-11/11:03   AV:TOM       
                                                                    


TXSoft> bye
Slut i rutan !

host: call cleared (c  0,d  0): dte originated

inter-link cleared from Tymnet to Datapak
   